{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.3", "config": [{"class_name": "Dense", "config": {"units": 512, "bias_constraint": null, "trainable": true, "use_bias": true, "activation": "relu", "dtype": "float32", "kernel_constraint": null, "batch_input_shape": [null, 784], "activity_regularizer": null, "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "kernel_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"units": 512, "bias_constraint": null, "trainable": true, "use_bias": true, "activation": "relu", "kernel_constraint": null, "activity_regularizer": null, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "kernel_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"units": 10, "bias_constraint": null, "trainable": true, "use_bias": true, "activation": "softmax", "kernel_constraint": null, "activity_regularizer": null, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "kernel_regularizer": null, "bias_regularizer": null}}]}